{
  "type": "text",
  "result": "{\n  \"analise_executiva\": {\n    \"manchete\": \"Giro acelerado de Papel Chamex exige reposição imediata; parâmetros de 'Linha Verde' estão defasados frente à demanda real.\",\n    \"status_geral\": \"ALERTA DE REPOSIÇÃO\",\n    \"produto\": \"PAPEL CHAMEX A4 75GRS 500FLS (SKU: 59294)\"\n  },\n  \"diagnostico_por_unidade\": {\n    \"UNE_2599\": {\n      \"situacao\": \"ESTOQUE SOB PRESSÃO\",\n      \"estoque_atual\": 1041.0,\n      \"venda_30d\": 1221.0,\n      \"cobertura_estimada\": \"25 dias\",\n      \"insight\": \"Apesar de estar tecnicamente acima da Linha Verde (47.0), o estoque é insuficiente para cobrir a demanda mensal. A Linha Verde desta unidade está severamente subdimensionada e precisa de revisão urgente.\"\n    },\n    \"UNE_2720\": {\n      \"situacao\": \"RISCO MÉDIO\",\n      \"estoque_atual\": 459.0,\n      \"venda_30d\": 926.0,\n      \"cobertura_estimada\": \"15 dias\",\n      \"insight\": \"O estoque atual cobre apenas metade da venda mensal. Com um giro de quase 1.000 unidades/mês, a unidade entrará em ruptura em duas semanas se não houver entrada de carga.\"\n    },\n    \"UNE_2906\": {\n      \"situacao\": \"CRÍTICA (BAIXA COBERTURA)\",\n      \"estoque_atual\": 340.0,\n      \"venda_30d\": 810.0,\n      \"cobertura_estimada\": \"12 dias\",\n      \"insight\": \"É a unidade com menor cobertura de estoque. Embora esteja alinhada à Linha Verde (336.0), o volume de vendas real (810) indica que o parâmetro de segurança está baixo para a realidade da loja.\"\n    }\n  },\n  \"estrategia_recomendada\": [\n    \"APROVEITAR ESTOQUE DO CD: O Centro de Distribuição possui **137.832 unidades**. Não há razão para as lojas operarem com cobertura inferior a 30 dias. Recomenda-se o envio imediato de 1.500 unidades para cada UNE.\",\n    \"ATUALIZAÇÃO DE PARÂMETROS: É necessário recalcular a Linha Verde de todas as unidades, especialmente da UNE 2599, para refletir o alto giro do produto e evitar rupturas sistêmicas.\",\n    \"POTENCIAL DE VENDA: O produto possui excelente tração em todas as unidades analisadas, sendo um item 'âncora' para o segmento de Papelaria.\"\n  ]\n}"
}