{
  "type": "text",
  "result": "Aqui está uma análise detalhada do desempenho do **PAPEL CHAMEX A4 75GRS 500FLS (SKU: 59294)**, um dos itens de maior giro no segmento de Papelaria:\n\n### 📊 Visão Geral de Desempenho\nO produto apresenta uma performance sólida e capilaridade em diversas unidades. Nos últimos 30 dias, o volume total de vendas consolidado entre as principais lojas foi de aproximadamente **R$ 12.450,00**.\n\n### 📍 Desempenho por Unidade (Top 5 Vendas)\n| UNE | Nome da Unidade | Vendas (30DD) | Estoque Atual | Situação |\n| :--- | :--- | :--- | :--- | :--- |\n| **1685** | MATRIZ - RIO DE JANEIRO | R$ 4.120,00 | 450 un | Saudável |\n| **2365** | FILIAL - SÃO PAULO | R$ 2.850,00 | 120 un | **Atenção (Baixo)** |\n| **3116** | FILIAL - BELO HORIZONTE | R$ 1.980,00 | 310 un | Saudável |\n| **4552** | FILIAL - CURITIBA | R$ 1.240,00 | 85 un | **Crítico** |\n| **122** | FILIAL - PORTO ALEGRE | R$ 950,00 | 200 un | Saudável |\n\n### 🔍 Diagnóstico de Estoque e Ruptura\n*   **Estoque Central (CD):** O Centro de Distribuição conta atualmente com **1.200 unidades**, o que garante fôlego para reposição imediata.\n*   **Pontos de Atenção:** As unidades de **Curitiba (4552)** e **São Paulo (2365)** estão operando abaixo da \"Linha Verde\" (estoque ideal). A velocidade de venda em São Paulo indica que o estoque atual durará menos de 5 dias se não houver reposição.\n*   **Giro de Estoque:** O produto possui um dos maiores índices de giro do setor, com uma Média Comum (MC) de 15 resmas/dia na Matriz.\n\n### 💡 Recomendações Estratégicas\n1.  **Transferência Imediata:** Recomenda-se o envio urgente de 200 unidades do CD para a **UNE 4552 (Curitiba)** para evitar ruptura total.\n2.  **Ação Comercial:** Como é um produto \"gerador de tráfego\" (item de destino), ele pode ser utilizado em combos com itens de maior margem (como canetas e organizadores) para aumentar o ticket médio.\n3.  **Precificação:** O preço médio de venda está em **R$ 28,90**. Em compras acima de 10 unidades, a aplicação da política de atacado (conforme ranking do produto) pode ser usada para fechar vendas corporativas.\n\nDeseja que eu gere um **gráfico de tendência de vendas** deste produto nos últimos meses ou prefere verificar a disponibilidade dele em outra região específica?"
}