{
  "type": "text",
  "result": "**[🚨] Alerta de Ruptura: TNT Branco (369947) em Madureira**\n\n**Resumo do Insight**: A unidade **Madureira (MAD)** é o principal motor de vendas deste item, superando a unidade **Itaipu (ITA)** em mais de **70%**, mas enfrenta um risco crítico de desabastecimento imediato.\n\n**Análise de Performance (Últimos 30 Dias)**:\nCom base nos dados extraídos, identificamos uma disparidade perigosa entre o giro de vendas e a disponibilidade física:\n\n*   **Madureira (MAD)**: Lidera com folga, registrando **700 unidades** vendidas. No entanto, o estoque atual é de apenas **100 unidades**. Considerando que a Linha Verde (estoque ideal) é de **444 unidades**, a loja está operando com apenas **22%** da sua capacidade ideal, o que indica ruptura nos próximos dias.\n*   **Itaipu (ITA)**: Apresenta um desempenho sólido com **409,71 unidades** vendidas. Esta unidade está equilibrada, com **641,79 unidades** em estoque (próximo à sua Linha Verde de 681).\n*   **Juiz de Fora (JFJ)**: Possui o menor giro entre as três, com **236,65 unidades** vendidas, mas mantém um estoque saudável de **345 unidades**, ligeiramente acima da sua meta de 299.\n\n**Diagnóstico de Negócio**:\nO cenário em Madureira é de **venda perdida iminente**. Enquanto o produto tem um giro altíssimo na unidade, a reposição não acompanhou a demanda. Por outro lado, o Centro de Distribuição (CD) possui um estoque massivo de **41.079 unidades**, o que significa que o problema não é falta de produto na companhia, mas sim de **logística de abastecimento**.\n\n**Ações Recomendadas**:\n1.  **Abastecimento Prioritário**: Realizar o envio imediato de pelo menos **350 unidades** para Madureira para restabelecer a Linha Verde.\n2.  **Aproveitar Estoque do CD**: Dado o alto volume no CD (**41k+**), não há necessidade de transferências entre lojas (remanejamento), apenas uma nova remessa do CD para as filiais.\n3.  **Ajuste de Parâmetros**: Revisar a Linha Verde de Madureira, pois o giro de 700 unidades sugere que a meta atual (444) pode estar subdimensionada para o potencial real da loja.\n\n**Próximo Passo**: Deseja que eu liste outros produtos do segmento **TECIDOS** que também estejam em situação de ruptura em Madureira?"
}